Repository: osmfj/teikan-translate
Catalog: tm/jlaw_je.tmx
Source language: ja
Languages: en_gb

source: 検察官、被告人又は弁護人が証人、鑑定人、通訳人又は翻訳人の尋問を請求するについては、あらかじめ、相手方に対し、その氏名及び住居を知る機会を与えなければならない
en_gb: When requesting examination of a witness, expert witness, interpreter or translator, the public prosecutor, the accused or a counsel of the accused must give the opponent an opportunity to know the name and address of that person in advance.

source: 委任は、当事者の一方が法律行為をすることを相手方に委託し、相手方がこれを承諾することによって、その効力を生ずる
en_gb: A mandate becomes effective when one of the parties asks the other party to perform a juridical act, and the other party accepts.

source: 差止請求に係る相手方の債務の履行
en_gb: performance of obligations of the opposite party involved in a demand for an injunction

source: 代理権を有しない者がした契約は、本人が追認をしない間は、相手方が取り消すことができる
en_gb: A contract concluded by a person without any authority to represent may be rescinded by the counterparty until the principal ratifies it

source: 特許権又は専用実施権の侵害に係る訴訟において、当該特許が特許無効審判により無効にされるべきものと認められるときは、特許権者又は専用実施権者は、相手方に対しその権利を行使することができない
en_gb: Where, in litigation concerning the infringement of a patent right or an exclusive registered right to work, the said patent is recognized as one that should be invalidated by a trial for patent invalidation, the rights of the patentee or the holder of the exclusive registered right to work may not be exercised against the adverse party.

source: 前項に規定する物を運搬し、保管し、若しくは有償で譲り受け、又はその有償の処分のあっせんをした者は…
en_gb: A person who transports, retains or receives with compensation or arranges disposal for compensation, property provided for in the preceding paragraph …

source: 公務員が請託を受け、他の公務員に職務上不正な行為をさせるように、又は相当の行為をさせないようにあっせんすることの報酬として、賄賂を収受し、又はその要求若しくは約束をしたときは…
en_gb: A public officer who accepts, solicits or promises to accept a bribe as consideration for the influence which the official exerted or is to exert, in response to a request, upon another public officer so as to cause the other to act illegally or refrain from acting in the exercise of official duty…

source: 会長は、内閣総理大臣をもつて充てる
en_gb: the Prime Minister serves as chairperson

source: 本部の長は、国務大臣をもって充てる
en_gb: the chairperson of the headquarters is appointed from among the Ministers of State

source: 経費に充てるため、基金を積み立てなければならない
en_gb: must establish a fund to be allocated for covering the expenses

source: 刑の言渡し
en_gb: sentencing

source: 判決言渡し
en_gb: pronouncement of judgment

source: ３年以下の
en_gb: for not more than 3 years

source: ２０歳以上
en_gb: 20 years of age or more

source: １年以上の
en_gb: for not less than 1 year

source: 罰金以上の刑
en_gb: fine or heavier punishment

source: 裁判所は、著しい損害又は遅滞を避けるため必要があると認めるときは、…
en_gb: When the court finds it is necessary for avoiding extreme harm or delay,…

source: 前項の規定による請求は、…一般承継人と共同してしなければならない
en_gb: requests pursuant to the provisions of the preceding paragraph must be made jointly …with the person's general successors

source: 鉱業権、工業所有権その他これらに類する権利の移転
en_gb: transfer of the mining right, industrial property right or other right similar thereto

source: 支店の設置、移転及び廃止
en_gb: The establishment, relocation and abolition of branch offices

source: 委任は、当事者の一方が法律行為をすることを相手方に委託し、相手方がこれを承諾することによって、その効力を生ずる。
en_gb: A mandate becomes effective when one of the parties mandates the other party to perform a juridical act, and the other party accepts the mandate.

source: ある種類又は特定の事項の委任を受けた使用人
en_gb: Employees to Whom the Authority for a Certain Kind of Matter or a Specific Matter Is Delegated

source: 委任による代理人は、…復代理人を選任することができない
en_gb: A privately appointed agent may not appoint a sub-agent …

source: 違反事件
en_gb: a case of violation

source: 第三十五条第一項の規定に違反して財務諸表等を備えて置かず、財務諸表等に記載すべき事項を記載せず、若しくは虚偽の記載をし、
en_gb: a person who fails to prepare financial statements, etc., fails to record necessary items or makes false records contravening the provisions of Article 35, paragraph1

source: 秘密保持命令違反の罪
en_gb: Crime of breach of protective order

source: 違法行為等の是正
en_gb: Rectification of Illegal Acts, etc.

source: 遺留分を有する推定相続人
en_gb: a presumptive heir who has a statutory reserved share

source: 犯罪による収益の隠匿及び収受
en_gb: concealment and receipt of proceeds of crime

source: 訴えを提起する
en_gb: filing an action

source: 審査請求と訴訟との関係
en_gb: Relationship Between Request for Examination and Litigation

source: 前項の規定による取消権は、訴え又は抗弁によって、行使する
en_gb: The rights of rescission under the provisions of the preceding paragraph are exercised by the filing of an action or defense

source: 労働者派遣事業の適正な運営の確保
en_gb: securing the proper operation of worker dispatching undertakings

source: 協議組織の設置及び運営
en_gb: establishment and administration of a consultative organization

source: 金銭を運用することによって得られた収益
en_gb: the profits obtained by investing the money

source: 国内にある資産の運用、保有若しくは譲渡
en_gb: utilization, holding or transfer of assets located in Japan

source: 自己又は第三者のためにその商人の営業の部類に属する取引をすること
en_gb: carry out, for the manager or for a third party, any transaction which is in the line of business of the merchant

source: 永小作権の内容
en_gb: content of farming right

source: 永小作人は、…耕作又は牧畜をする権利を有する
en_gb: A farming right holder has the right to engage in cultivation or livestock farming …

source: 危険を回避するために必要な援護
en_gb: necessary aid for avoiding danger

source: 就業の促進、住宅の確保、援護等に関する制度の利用
en_gb: employment promotion, housing procurement, and the use of systems for social assistance

source: 時効の援用
en_gb: invocation of prescription

source: 最後の月に応当する日がないときは
en_gb: where there is no corresponding day in the last month

source: その起算日に応当する日の前日に
en_gb: on the preceding day of the day corresponding to the first day of the calculation

source: ダイオキシン類による土壌の汚染
en_gb: soil pollution by dioxins

source: 核燃料物質によって汚染された物
en_gb: material contaminated by nuclear fuel material

source: 個人の権利利益が害されるおそれがないと認められるとき
en_gb: when it is found that there is no risk of harm to an individual's rights and interest

source: 公共の利益が著しく阻害されるおそれ
en_gb: a risk of extreme impairment of public interest

source: 証人が著しく不安又は緊張を覚えるおそれがある
en_gb: the witness is likely to feel extreme anxiety or tension

source: 営業上の利益を侵害され、又は侵害されるおそれがある会社
en_gb: Any Company the enterprise interests of which have been, or are likely to be, infringed

source: 紛争のおそれ
en_gb: threat of a dispute

source: この法律で「親事業者」とは、次の各号のいずれかに該当する者をいう。
en_gb: The term "main subcontracting entrepreneur" as used in this Act means any entity that falls under any of the following items

source: 総合科学技術会議
en_gb: Council for Science and Technology Policy

source: 日本学術会議
en_gb: Science Council of Japan

source: 審査会は、会長及び二人以上の委員の出席がなければ、会議を開き、議決をすることができない
en_gb: The Board may neither hold a meeting nor make a resolution unless the Chairperson and two Board members or more attend the meeting

source: 国際的規模で開催される会議
en_gb: international conference

source: 外国の法令
en_gb: laws and regulations of a foreign country

source: 解散しなかった
en_gb: fails to disperse

source: 法人の解散事由
en_gb: Causes of Dissolution of Juridical Person

source: 取締役は、次に掲げる場合には、株主総会において、当該取引につき重要な事実を開示し、その承認を受けなければならない
en_gb: In the following cases, a director must disclose the material facts on the relevant transactions at a shareholders meeting and obtain approval of the shareholders meeting

source: この法律は、個人の尊厳と両性の本質的平等を旨として、解釈しなければならない
en_gb: This Code must be construed in accordance with honoring the dignity of individuals and the essential equality of both sexes.

source: 当事者は、仲裁廷に対し、仲裁判断の特定の部分の解釈を求める申立てをすることができる
en_gb: A party may request the arbitral tribunal to give an interpretation of a specific part of the arbitral award

source: 類似の物品と分別して回収する
en_gb: collecting products by sorting them by type

source: 当該化学物質又は当該製品の回収を図ること
en_gb: to make efforts to recall said chemical substance or said product

source: 占有回収の訴え
en_gb: actions for recovery of possession

source: 貸付債権の回収
en_gb: calling of loan claims

source: 設立時取締役は、…設立時委員…を解職し、又は設立時執行役を解任することができる
en_gb: …the Directors at Incorporation may remove the Committee Members at Incorporation,… or dismiss the Executive Officers at Incorporation

source: 個人の権利利益を害する
en_gb: harm the rights and interests of individuals

source: 第三者の権利を害することはできない
en_gb: no right of a third party may be prejudiced

source: 秩序若しくは信用を害する
en_gb: damage the order or the reputation

source: 期間の定めのない賃貸借の解約の申入れ
en_gb: Offers to Terminate Leases with Indefinite Terms

source: 海洋海嶺
en_gb: oceanic ridges

source: 市場価格ある株式
en_gb: shares with a market price

source: 隔地者に対する意思表示
en_gb: manifestation of intention to a party at a distance

source: 訴訟費用額の確定手続
en_gb: procedures to fix amount of court costs

source: 確定日付のある証書
en_gb: an instrument bearing a certified date

source: 許可を受ける者に不当な義務を課することとなるものであつてはならない
en_gb: must not impose any undue obligation on the person receiving the license

source: 行為者を罰するほか、その法人又は人に対して各本条の罰金刑を科する
en_gb: the person who so acted is punished and a fine is imposed on the juristic person or the person as prescribed in the respective Articles

source: 告示の日の翌日から起算して６か月以内に
en_gb: within 6 months from the day following the date of public notice

source: 仮拘禁許可状
en_gb: provisional detention permit

source: 第１款
en_gb: Subsection 1

source: 輸出貿易管理令別表第一関係
en_gb: Re: Appended Table 1 of the Export Control Oder

source: 事件関係人
en_gb: person concerned with a case

source: 子の監護に関する事項
en_gb: matters regarding custody of child

source: 法務大臣は、この法律の適正な施行を期するため、その職員のうちから監査官を指名し、各刑事施設について、毎年一回以上、これに実地監査を行わせなければならない。
en_gb: In the interests of the appropriate enforcement of this Act, the Minister of Justice must designate inspectors from among the minister's staff and order the inspectors to conduct on-the-spot inspections at each penal institution at least once per annum.

source: 任意規定と異なる慣習
en_gb: Custom Inconsistent with Default Rules

source: 取引上の慣習
en_gb: usage of trade

source: 元本に充当しなければならない
en_gb: must be appropriated to satisfaction of the principal

source: 作業行動その他業務に起因して
en_gb: as a result of his work actions or attending to his duties

source: 公務上の負傷又は疾病に起因する職員の死亡
en_gb: death of the official caused by injury or disease incurred in line of public duty

source: 請求棄却
en_gb: dismissal with prejudice on the merits

source: 条件及び期限
en_gb: conditions and time limit

source: 期限の到来の効果
en_gb: effect of arrival of assigned time

source: 期限の利益は、放棄することができる
en_gb: The benefit of time may be waived

source: 社債発行会社は、…当該社債の総額について期限の利益を喪失する
en_gb: the bond-issuing company forfeits the benefit of time in relation to the total amount of such bonds

source: 議事を開き、議決することができない
en_gb: may not open a meeting or pass any resolutions

source: 議事は、出席委員の過半数で決し、
en_gb: Decisions are effected by a majority of the members present,

source: 創立総会の議事については、議事録を作成しなければならない
en_gb: Minutes must be prepared with respect to the business of Organizational Meeting

source: 払込期日
en_gb: the payment date

source: 承認の基準
en_gb: standard for approval

source: 創立総会の議事については、…議事録を作成しなければならない
en_gb: Minutes must be prepared with respect to the business of Organizational Meetings

source: ヒトに関するクローン技術等の規制
en_gb: Regulation of Human Cloning Techniques

source: 土地利用の規制に関する措置
en_gb: Measures to control land use

source: 偽造私文書等行使
en_gb: Uttering of Counterfeit Private Documents

source: 相続に関する被相続人の遺言書を偽造し、変造し、破棄し、又は隠匿した者
en_gb: a person who has forged, altered, destroyed, or concealed a decedent's will relating to inheritance.

source: 商法施行規則
en_gb: Ordinance for Enforcement of the Commercial Code

source: 民事訴訟規則
en_gb: Rules of Civil Procedure

source: 名誉毀損における原状回復
en_gb: Recovery in Defamation

source: 信用毀損
en_gb: Damage to Credit

source: 検査を忌避する
en_gb: evade inspection

source: 裁判官を忌避する
en_gb: challenge the judge

source: 原子力基本法
en_gb: Atomic Energy Basic Act

source: 環境基本法
en_gb: Environment Basic Act

source: 男女共同参画社会基本法
en_gb: Basic Act for Gender-Equal Society

source: 義務のないこと
en_gb: no obligation to perform

source: 業務を執行する社員は、善良な管理者の注意をもって、その職務を行う義務を負う。
en_gb: Partners who execute the business have the duty to perform their duties with due care of a prudent manager.

source: 労働組合の規約
en_gb: the constitution of a labor union

source: 事業者又は事業者団体は、…公正な競争を確保するための協定又は規約を締結し、…
en_gb: An entrepreneur or a trade association may conclude an agreement or establish rules …

source: 訴え却下
en_gb: dismissal without prejudice

source: 人命の救助
en_gb: rescue of human life

source: 委任が終了した場合において、急迫の事情があるときは、…
en_gb: In cases where a mandate has terminated, if there are pressing circumstances, …

source: 不法な原因のために給付をした者は、その給付したものの返還を請求することができない
en_gb: A person who has tendered performance of an obligation for an illegal cause may not demand the return of the thing tendered

source: 災害補償に相当する給付
en_gb: payments equivalent to accident compensation

source: 債務者が物の給付をするのに必要な行為を完了し、…
en_gb: the obligor has completed the acts necessary to deliver the Thing,…

source: 救済給付
en_gb: Relief Benefits

source: 俸給及び給料の支払
en_gb: payment of salaries and compensation

source: 災害を受けた児童及び生徒の応急の教育に関する事項
en_gb: matters involved in temporary instruction of children and school children affected by disaster

source: 協議上の離婚
en_gb: divorce by agreement

source: 公務所の用に供する文書
en_gb: document provided for use of the public office

source: 会社の財産に対する強制執行
en_gb: compulsory execution against the assets of Membership Company

source: 行政手続法
en_gb: Administrative Procedure Act

source: 共同根抵当の変更
en_gb: alterations of joint revolving mortgages

source: 試験研究のため第一種特定化学物質を業として使用しようとするとき
en_gb: intends to use a Class I Specified Chemical Substance on a regular basis for testing and research purposes

source: 動物の販売を業として行う者
en_gb: A person who sells animals in the course of trade

source: …身分のない者であっても、共犯とする
en_gb: …the person is an accomplice even without such status

source: 労働者が業務上死亡した場合においては、
en_gb: In the event that a worker has died in the course of employment

source: 業務上過失致死傷
en_gb: Causing Death or Injury through Negligence in the Pursuit of Social Activities

source: 業務上堕胎及び同致死傷
en_gb: Abortion through Professional Conduct; Causing Death or Injury

source: 共有持分の買戻特約
en_gb: co-ownership interest with special agreements on redemption

source: 第十五条第五項から第九項までの規定は、前条第一項の許可について準用する。
en_gb: The provisions of Article 15, paragraphs 5 to 9 inclusive apply mutatis mutandis to permission under paragraph 1 of the preceding Article.

source: 事業の許可
en_gb: Business License

source: 相手方と通じてした虚偽の意思表示は、無効とする
en_gb: Any false manifestation of intention made in collusion with another party(ies) is void

source: 根抵当権の極度額の変更
en_gb: alterations in the maximum amount of a revolving mortgage

source: 生物多様性影響を防止するため緊急の必要があると認めるとき
en_gb: when recognizing urgency to be necessary in order to prevent Adverse Effect on Biological Diversity

source: 通行禁止
en_gb: traffic ban

source: 坑内労働の禁止
en_gb: Ban on Belowground Labor

source: 通行禁止区域等
en_gb: traffic ban zones

source: 苦情の処理
en_gb: processing of complaints

source: 国の行政機関
en_gb: national government administrative organ

source: 市役所、区役所、町村役場又はこれらに準ずる施設
en_gb: city office, ward office, or town hall or any facility equivalent to the above

source: 経営の基本方針
en_gb: basic management policy

source: 経営の責任者の氏名
en_gb: the name of the person responsible for the operation

source: その実演が行われた日の属する年の翌年から起算して五十年を経過した時
en_gb: the passage of fifty years commencing with the year immediately following the year when the performance took place

source: 刑の執行猶予の言渡しを取り消されることなく猶予の期間を経過したとき
en_gb: When a period of suspension of execution of the sentence progresses without rescission

source: 自己の営業のためにその計算において
en_gb: for the person's own business based on the person's own account

source: 期間の計算の通則
en_gb: Common Rules on Calculation of Period

source: 延滞金の計算
en_gb: calculation of penal interest

source: 掲示場に掲示すること
en_gb: posting the notice at the posting area

source: 資産計上額
en_gb: the amount reported as asset

source: 費用計上額
en_gb: the amount reported as expenses

source: 貸借対照表計上額
en_gb: the amount reported on the balance sheet

source: 欠格者
en_gb: disqualified person

source: その権限は、…と解釈してはならない
en_gb: the authority must not be construed as …

source: 最高裁判所は、この法律に定めるものの外、他の法律において特に定める権限を有する。
en_gb: The Supreme Court has powers specially provided for by other laws in addition to those provided for in this Act.

source: 裁判所の権限
en_gb: jurisdiction of the court

source: 権原の性質上占有者に所有の意思がないものとされる場合には、
en_gb: In cases where it is assumed, due to the nature of the title, that a possessor does not have the intention to own,

source: その取引によって取得した権原の範囲内
en_gb: within the scope of authority acquired through such transaction

source: 会計検査院
en_gb: the Board of Audit

source: 建設業その他政令で定める業種
en_gb: construction or other industries prescribed by Cabinet Order

source: 製造業、建設業、運輸業その他の業種
en_gb: manufacturing business, construction business, transportation business, or any other business

source: ただし、現に利益を受けている限度においてのみ、その財産を返還する義務を負う
en_gb: provided, however, that such person has the obligation to return such property only to the extent the person is actually enriched

source: 二人以上の者が現場において共同して犯した…罪
en_gb: crimes … are committed jointly by two or more persons who are at the scene of crime.

source: 工事現場
en_gb: construction site

source: 日本国憲法
en_gb: the Constitution of Japan

source: 第２項
en_gb: paragraph 2

source: 第３号
en_gb: item 3

source: 行為地法
en_gb: law of place of the act

source: 譲渡につき行為能力の制限を受けた所有者
en_gb: a possessor who has limited capacity to act with respect to the act of assignment

source: 審判は、これを公開しなければならない
en_gb: All hearings must be open to the public

source: 行政機関の保有する情報の公開
en_gb: Administrative Organs Information Disclosure

source: 鉱業権
en_gb: mining right

source: 公私の機関
en_gb: public or private organization

source: 公証人の職務に関する債権
en_gb: a claim regarding the duties of a notary public

source: 老齢厚生年金
en_gb: old-age employees pension

source: 遺族厚生年金
en_gb: survivor's welfare pension

source: 障害厚生年金
en_gb: disability employees pension

source: 上級審の裁判の拘束力
en_gb: Binding Power of Superior Judicial Decision

source: 被疑者が身体を拘束された時から四十八時間以内
en_gb: within 48 hours from the time when the suspect was taken into custody

source: 身体の拘束
en_gb: physical restraint

source: 再販売価格の拘束
en_gb: resale price restriction

source: 公道に至るための他の土地の通行権
en_gb: right of passage over other land for access to public roads

source: 処分を受けた職員から請求があつたときは、口頭審理を行わなければならない。
en_gb: a hearing must be accorded if so requested by the official subject to the disposition

source: 特許無効審判及び延長登録無効審判は、口頭審理による。
en_gb: A trial for patent invalidation or a trial for invalidation of the registration of extension of the duration of a patent must be conducted by oral proceedings

source: 研究開発等の状況の公表
en_gb: disclosure of status of research and development, etc

source: 配当財産の交付の方法
en_gb: Methods of Delivery of Dividend Property

source: 債権者集会参考書類及び議決権行使書面の交付
en_gb: Issuance of Reference documents for Creditors' Meetings and Proxy Cards

source: 国は、…補助金を交付することができる
en_gb: The national government may grant a subsidy

source: 社債管理者は、社債権者のために、公平かつ誠実に社債の管理を行わなければならない
en_gb: Bond managers must perform the administration of bonds in a fair and sincere manner on behalf of the bondholders

source: 日本銀行の役員及び職員は、法令により公務に従事する職員とみなす。
en_gb: The Bank of Japan's officers and employees are deemed to be officials engaged in public service pursuant to laws and regulations.

source: 他の連帯債務者の債務は、その効力を妨げられない
en_gb: the validity of the obligation(s) of other joint and several obligor(s) is not impaired.

source: 申込者が前項の申込みに対して同項の期間内に承諾の通知を受けなかったときは、その申込みは、その効力を失う
en_gb: If an offeror does not receive notice of acceptance of the offer set forth in the preceding paragraph within the period referred to in the same paragraph, the offer ceases to be effective.

source: 登録は、三年を下らない政令で定める期間ごとにその更新を受けなければ、その期間の経過によつて、その効力を失う
en_gb: An Accreditation expires by lapse of time unless it is renewed within each of the periods of not less than three years specified in a Cabinet Order.

source: 停止条件付法律行為は、停止条件が成就した時からその効力を生ずる
en_gb: A juridical act which is subject to a condition precedent becomes effective upon fulfillment of the condition

source: 国籍の喪失
en_gb: loss of nationality

source: 裁決の告知は、審判廷における言渡によつてこれをする
en_gb: The announcement of determination must be made by the pronouncement in the court of inquiry.

source: 裁判長は…まず、被告人に対し、終始沈黙し、又は個々の質問に対し陳述を拒むことができる旨を告知しなければならない
en_gb: the presiding judge must ... begin by giving notification to the accused that the accused may remain silent at all times or may refuse to answer particular questions.

source: 収入を国庫に納めなければならない
en_gb: must turn over all the receipts to the Treasury

source: 国庫の状況その他財政の状況について、国会及び国民に報告しなければならない
en_gb: must give an account to the Diet and the people about the situation of national treasury and others concerning finance

source: 国庫金の状況
en_gb: state of the Treasury money

source: この法律による改正後の関連法律の規定
en_gb: the provisions of concerned Acts revised by this Act

source: この法律による改正前の特許法の規定
en_gb: the provisions of the Patent Act prior to revision by this Act

source: 混同
en_gb: confusion of rights

source: 連帯債務者の一人との間の混同
en_gb: merger with one joint and several obligor

source: 所有者を異にする物が混和して識別することができなくなった場合
en_gb: cases where the Things of different owners are mixed together and can no longer be distinguished

source: 災害対策本部
en_gb: headquarters for disaster control

source: 金銭債権
en_gb: monetary claim

source: 自己の労力の提供又は演芸を業とする者の報酬又はその供給した物の代価に係る債権
en_gb: a claim for remuneration of any person whose business is to provide the person's own labor or performing art, or the price of the Thing supplied by such person

source: 使用者は、前借金その他労働することを条件とする前貸の債権と賃金を相殺してはならない。
en_gb: An employer must not set-off wages against advances of money or advances of other credits made as a condition for work.

source: 債務者がその債務の本旨に従った履行をしないときは、債権者は、これによって生じた損害の賠償を請求することができる
en_gb: If an obligor fails to perform consistent with the purpose of its obligation, the obligee is entitled to demand damages arising from such failure

source: 催告の抗弁及び検索の抗弁の効果
en_gb: Effect of Defense of Demand and Defense of Debtor's Solvency

source: 知れている債権者には、各別にこれを催告しなければならない
en_gb: must give such notices separately to each known creditor

source: 社債発行会社が社債権者に対してする通知又は催告は、社債原簿に記載し、又は記録した当該社債権者の住所にあてて発すれば足りる。
en_gb: It is sufficient for a notice or demand letter to bondholders to be sent by a bond-issuing Company to the address of such bondholders stated or recorded in the bond register.

source: 出資は、金銭以外の財産ですることができない
en_gb: Contribution may not be made by using any property other than money.

source: 抵当不動産以外の財産からの弁済
en_gb: Payment from Assets other than Mortgaged real property

source: 協議上の離婚をした者の一方は、相手方に対して財産の分与を請求することができる
en_gb: One party to a divorce by agreement may claim a distribution of property from the other party

source: 祭祀に関する権利の承継
en_gb: assumption of rights relating to worship

source: その処分に対する再審査の申立てを却下する
en_gb: dismiss an appeal for review of such dispositions

source: 仲裁裁定
en_gb: arbitration award

source: 裁判上の請求があったものとみなす
en_gb: it is deemed that a demand by litigation has been made

source: 連帯債務者の一人に対する履行の請求は、他の連帯債務者に対しても、その効力を生ずる
en_gb: A request for performance made to one joint and several obligor is also effective with respect to other joint and several obligor(s)

source: 債務の減免、期限の猶予その他の権利の変更の一般的基準
en_gb: reduction or release of debts, extensions of terms and other general standards for the change in rights

source: 逮捕状には、被疑者の氏名及び住居、罪名、被疑事実の要旨…を記載し、
en_gb: An arrest warrant must contain the name and residence of the suspect, the charged offense, a gist of the alleged facts of the crime…

source: 在留資格の変更
en_gb: change of status of residence

source: 追認は、別段の意思表示がないときは、契約の時にさかのぼってその効力を生ずる
en_gb: Ratification is effective retroactively as of the time of the conclusion of the contract unless another intention is manifested

source: 前任者の残任期間
en_gb: during the remaining term of such predecessor

source: 原資格国
en_gb: country of primary qualification

source: 在留資格
en_gb: status of residence

source: 事業体
en_gb: business entity

source: 自己又は第三者のために会社の事業の部類に属する取引をすること
en_gb: carry out, personally or for a third party, any transaction which is in the line of the business of the company

source: 時効の中断事由
en_gb: ground of interruption of prescription
